import cl from './Content.module.css';

import React from 'react';

class Content extends React.Component {
    render() {
        return (
            <div className={cl.Wrapper}>
                <div className={cl.Text}>
                    <h3>Харків</h3>
                    <p>Харків – величне та славетне місто, що розкинулося на сході України. Це друге за кількістю мешканців місто України і йому є чим здивувати гостей. Могутнє, світле, мальовниче. Красується, милує людське око.</p>
                    <p>Не дарма Харків колись мав честь бути столицею України. І хоч не так довго, але залишив свій слід у історії нашої держави. Та радянські часи минули й столицю перенесли, але місто, як потужний промисловий центр, функціонує і далі, збагачує країну. Також Харків – це центр наукового та студентського самоврядування.</p>
                    <p>А ще Харків – це місто з неймовірною енергетикою прогресу та творчості. Його часто називають «столицею українського конструкторського бюро» та «містом тисячі студентів». Легендарні вищі навчальні заклади, такі як ХНУ імені В. Н. Каразіна, Національний технічний університет «ХПІ», Політех та безліч інших, щороку випускають тисячі талановитих фахівців, чиї імена знають у всьому світі.</p>
                    <p>Серце міста – майдан Свободи, вражаючий своїм масштабом та архітектурою. А Госпром, справжній символ конструктивізму, мовчазний свідок історії, і сьогодні дивує своєю могутністю. Харківчани пишаються своїми парками – Шевченківським садом, садом ім. Т. Шевченка, лісопарком – улюбленими місцями відпочинку.</p>
                </div>
                <div className={cl.Image}>
                    <img src={`${process.env.PUBLIC_URL}/assets/img/kharkiv.jpg`} alt="kharkiv" />
                </div>
            </div>
        );
    }
}
 
export default Content;